/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "agrandir";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Commander des impressions de cette image chez dotphoto.com";

/* action name for setting an image */
"Set Image" = "Définir l'image";

/* Title of mag link */
"View this image full-size" = "Voir cette image pleine grandeur";